Repository: joshanashakya/literature_review
Catalog: workspace/opus_corpus/GlobalVoicesv2018q4(2.7k)/en-ne.tmx
Source language: en
Languages: ne

source: They continue to fear for their physical safety. Both work actively as journalists, with Lamboge working chiefly with SINDO Trijaya FM, a radio station based in Jakarta, and Rachman working as investigative journalist with multiple local news outlets including BaKTINews, inspiratifnews, Membunuh Indonesia and Media Lingkungan.
ne: दुवै पत्रकारका रुपमा सक्रियतापूर्वक कार्यरत छन्। लम्बोगे मुख्यतया जकार्ताअवस्थित सिन्दो त्रिजाया एफएममा काम गर्छिन् र रहमान अनुसन्धानकर्ता पत्रकारका रुपमा बाक्तीन्यूज, इन्सपिरातिफन्यूज, मेम्बुनुह इण्डोनेशिया तथा मिडिया लिङ्गकुङ्गानसमेत कैंयन स्थानीय समाचार केन्द्रमा काम गर्छन्।

source: Attacks like these often go unreported in the media, and perpetrators often go without punishment. The case involving Arpan and Icha was covered by one local news website, but the story was subsequently removed for unknown reasons.
ne: इण्डोनेशियामा पत्रकारविरुद्ध हिंसा नियमित भइरहन्छ। यस प्रकारका आक्रमण मिडियामा प्राय रिपोर्ट गरिदैन र दोषीहरू प्राय दण्डित हुँदैनन्।

source: Global Voices community condemns all forms of violence against journalists in Indonesia and elsewhere in the world.
ne: अर्पण र इचाको प्रकरण एक स्थानीय अनलाइन समाचार साइटले प्रकाशित गरेको थियो तर त्यो समाचार अज्ञात कारणले पछि हटाइएको थियो।

source: As a community, we stand by our colleague Arpan and his family's appeal for truth and justice.
ne: ग्लोबल भ्वाइसेज समुदायले इण्डोनेशिया र विश्वको जुनसुकै ठाउँमा पत्रकारविरुद्ध हुने सबै प्रकारका हिंसाको निन्दा गर्दछ। समुदायका रुपमा हामी हाम्रा सहकर्मी अर्पण र उनको परिवारले सत्यता र न्यायको लागि गरेको अपिलको समर्थन गर्दछौं।

source: #MedeHollín: The Campaign Against Pollution That Changed the Name of a Colombian City · Global Voices
ne: #Medehollín: प्रदूषणविरुद्ध अभियान जसले एक कोलम्बियाई शहरको नाम परिवर्तन गरायो

source: Published with permission. Since March 2016, the city of Medellín, Colombia, has been affected by air pollution.
ne: विरोध स्वरुप शहरका विभिन्न शालिकहरु फेस मास्कले ढाकिएका थिए। फोटो:सर्जिओ गोन्जालेज, अनुमति लिएर प्रयोग गरिएको

source: The environmental problem is caused by different factors, including the El Niño weather phenomenon, a rise in the number of car parks, and the geographic location of the city itself (located in a valley) which causes the smog to stay trapped between the mountains.
ne: मार्च २०१६ देखि कोलम्बियास्थित मेडेजिन शहर वायु प्रदूषणले प्रभावित भएको छ। यो वातावरणीय समस्या एल निन्यो मौसमी प्रकृया, कार पार्किङ्गमा वृद्धि र शहरको आफ्नो भौगोलिक अवस्थिति जस्ता विभिन्न कारणले गर्दा भएको छ। यो शहर उपत्यकामा रहेको कारणले गर्दा धुँवा पहाडको बीचमा फँस्दछ।

source: Medellín, which has historically held the nickname of "City of Eternal Spring," was quickly and sarcastically renamed by web users #Medehollín, "hollín" meaning "soot" in English.
ne: ऐतिहासिक उपनाम 'सदाबहार बसन्तको शहर' भनेर चिनिने मेडेजिनलाई वेब प्रयोगकर्ताहरुले चाडै व्यंग्यात्मक रुपले #Medehollín पुन:नामाकरण गरे, "होलिन" को अर्थ "कालो मोसो" हुन्छ। कालो मोसोलाई स्पेनिस भाषामा विकिपेडियाले यसरी परिभाषित गरेको छ:

source: The incident caused such a stir, that one of the country's national newspapers, Revista Semana, published a piece explaining the origin of the hashtag.
ne: यस घटनाले यस्तो हलचल ल्याइदियो कि राज्यको एक राष्ट्रिय समाचारपत्र रेविस्ता सेमनाले ह्याशट्यागको स्रोत उल्लेख गर्दै एउटा लेख प्रकाशित गर्‍यो।

source: How the hashtag '#MedeHollín' came to be However, while some find it all amusing, the city's mayor, Federico Gutiérrez, was quick to issue a call to stop "degrading" Medellín by naming it as such:
ne: @RevistaSemana का महिला तथा सज्जनवृन्द, दु:खका साथ भन्नुपर्दा हामी सबैले वातावरणीय विपद झेल्दैछौं। हामी #Medellín हौं #Medehollín होइनौं। हामी यसमा सफल हुनेछौं।

source: Ladies and Gentlemen @RevistaSemana, with all due respect, we are experiencing an environmental emergency. We are #Medellín NOT #Medehollín.
ne: नागरिक टिकाटिप्पणी वातावरण बचाऔं आव्हान, मास्कको प्रयोग गरेर बच्ने तथा साइकलको प्रयोगदेखि लिएर हाल भइरहेका गतिविधिका ताजा जानकारी प्रकाशन गर्नेसम्मका छन्।

source: Medellín responds
ne: मेडेजिनको प्रतिकृया

source: Those living in Medellín like Juan Herrera thought that the problem is caused by a lack of care for their environment by the residents themselves:
ne: हुआँ हरेराजस्ता मेडेजिनवासीले सोचेअनुसार समस्या उनीहरुको आफ्नै वातावरणप्रतिको वेवास्ताको कारण भएको हो:

source: No need for words. #Medehollin I'm so sorry, these people don't love you as much as they say.
ne: केहि भनिराख्नु पर्दैन। #Medehollín म दु:खी छु, यी मानिसहरुले भनेजस्तो तिमीलाई माया गर्दैनन्।

source: Meanwhile, Daniel Urrea published a photo on Instagram reluctantly wearing a face mask:
ne: यसै बीच, दानिएल उरेले अनिच्छापूर्वक मास्क लगाएको फोटो इन्स्टाग्राममा प्रकाशित गरे:

source: Daniel Suárez shared that deaths due to respiratory causes in the city have increased:
ne: नयाँ खेलौना। मनोरन्जक हैन: अति आवश्यक। क्रोध। #Medehollín

source: In #Medehollin deaths from respiratory illnesses are going up, caused by pollution. A Change.org petition is also channeling residents' responses to the situation.
ne: दानिएल सुअरेजले शहरमा श्वासप्रश्वासको कारणले हुने मृत्‍युमा वृद्धि भएको छ भन्दै सेयर गरे:

source: In the petition's explanation, its creator Pablo Montoya unpacked the environmental, economic, governmental and societal reasons which are behind the pollution crisis in Medellín:
ne: #Medehollín मा श्वासप्रश्वासको विरामीले हुने मृत्‍यु प्रदूषणको कारण बढिरहेको छ।

source: For me, one of the biggest reasons for this crisis, not only environmental but also social, is the large number of cars and motorbikes which come into Medellín and its neighbouring towns.
ne: चेन्ज डट ओआरजीमा शहरवासीको यस अवस्थाको प्रतिकृयाबारे निवेदन पत्र बुझाउने काम पनि भएको छ। निवेदन पत्रको वर्णनमा, यसका निवेदक पाब्लो मोन्तोयाले मेडेजिनमा प्रदूषण संकटको पछाडि वातावरणीय, आर्थिक, सरकारी र सामाजिक कारणहरुलाई खुलाएका छन्।

source: It is a number which exceeds, by a long way, our capacity to deal with it. It is known that the flow of traffic happens without any control, or with controls which come at too great a cost in which private businesses and state authorities are directly compromised.
ne: मेरो निम्ति यस संकटको सबभन्दा ठुलो कारण मेडेजिन र यसको छिमेकी शहरहरुमा ठुलो संख्यामा भित्रिने कार र मोटरसाइकल हो। संकट वातावरणीय मात्र नभएर सामाजिक पनि हो। जब यो संख्या बढ्छ नि:सन्देह हाम्रो क्षमताले हल गर्नुपर्दछ। थाहा भएकै कुरा हो यातायातको प्रवाह कसैको नियन्त्रणबिना हुन्छ वा ठुलो मुल्य तिरेपछि नियन्त्रित हुन्छ जहाँ निजी उद्योग र राज्य अधिकारीबीच सीधा सम्झौता हुन्छ। यस्तो भ्रष्ट षडयन्त्रले केहि मानिसलाई मात्र धनी बनाउँदछ।

source: This corrupt conspiracy which only serves to make a few people richer goes without saying.
ne: विरोधस्वरुप विभिन्न मुर्तिहरुमा फेस मास्क राखिए:

source: 'Please don't make us live in Medehollín'
ne: मलाई यो मन पर्‍यो ! शहरले मेयरलाई वास्तविक र साहसी निर्णय लिन अनुरोध गरिरहेको छ।

source: By way of protest, face masks were added to various sculptures:
ne: त्यसैगरी केही बसहरुमा "कृपया हामीलाई मेडहोलिनवासी नबनाउँनुहोस" भन्ने सन्देश टाँसिएका थिए:

source: I love this!
ne: #Medehollin शहर हुँदै प्रस्थान गरिरहेको छ।

source: #Medehollin is moving through the city.
ne: साथै SiCLas समूह साइकलको प्रयोग गर्न अभियान चलाइरहेको छ:

source: And the group SiCLas are campaigning to promote the use of bicycles: Get out the bikes, we don't have to live in #Medehollín. Let's go #PedallingThroughTheAir away from our polluted cities.
ne: बाइक बाहिर निकाल्नुहोस्, हामीलाई #Medehollín मा बस्नु छैन। हिँड जाऔँ हाम्रा प्रदूषित शहरहरुदेखि टाढा ।

source: Finally, the environmental emergency provoked a question: How do we think of current transportation in the city? A response came from the transport secretary by way of a tweet:
ne: अन्त्यमा, वातावरणीय विपदले प्रश्न उत्पन्न गरायो: हामीले शहरमा मौजूदा यातायातलाई कसरी सोचेका छौं ? यातायात सचिवको ट्विटर मार्फत जवाफ:

source: "Our priority is: First the pedestrian, then cyclists, then public transport, and finally private vehicles." @FicoGutierrez
ne: "हाम्रो प्राथमिकता हो: पहिलो पैदलयात्री, त्यसपछि साइकलयात्री, त्यसपछि सार्वजनिक यातायात र अन्तमा निजी वाहन।"

source: In the face of high pollution levels on 1 and 2 April, the government has taken measures such as No Car Day, free entry on the city's metro system, and a halt on open-air activities. Although by the time this post was published, the environmental emergency was over, it is certain that the subject will have to be included on the public agenda in a permanent way, as Twitter user Kenny Valenzuela pointed out:
ne: अप्रिलमा उच्च प्रदूषण तह १ र २ का बावजूद सरकारले उपाय निकालेको छ जस्तै नो कार डे, शहरको मेट्रो सिस्टममा सित्तैमा पस्न मिल्ने र खुल्ला ठाउँमा गरिने गतिविधि। यद्यपि यो पोस्ट प्रकाशित भ्एको समयभित्र वातावरणीय विपद अन्त्य भइसकेको थियो, यो निश्चित छ कि यस विषयलाई स्थाई रुपमा सार्वजनिक एजेण्डामा समावेश गरिनुपर्दछ, ट्विटर प्रयोगकर्ता केन्नी वलेन्जुएलाले औँलाए जस्तै:

source: @FicoGutierrez Look, We are still living in #MedeHollin measures cannot be temporary for a crisis that is already here.
ne: हेर्नुहोस् @FicoGutierrez, हामी अझै #MedeHollin मा बसिरहेका छौं, यहाँ पहिलेदेखि नै रहेको संकटका लागि उपायहरु अस्थायी हुन सक्दैनन्।

source: How El Niño Is Affecting the Upland Areas of Myanmar · Global Voices
ne: म्यानमारको उच्चभूमि क्षेत्रहरुमा एल निन्योको असर

source: A child walks on the dried-up river bed of Thaminekham Dam near Aung Ban on April 28, 2016. Photo by Jpaing / The Irrawaddy
ne: आङ् बान नजिकै थामिनेखम ड्यामको सुक्खा नदी किनारमा हिँड्दै एकजना बालक, अप्रिल २८,२०१६। फोटो: जपैङ/एर्रावाडी

source: This article is from The Irrawaddy, an independent news website in Myanmar, and is republished on Global Voices as part of a content-sharing agreement.
ne: यो लेख म्यानमारको एक स्वतन्त्र समाचार वेबसाइट द एर्रावाडीबाट लिइएको हो र ग्लोबल भ्वाइसेजमा सामग्री साझेदारी सम्झौता अन्तर्गत पुन:प्रकाशित गरिएको छ।

source: Shan State’s upland areas are typically cooler than the arid regions of central and lower Myanmar, although this year, much like the rest of the country, it has suffered from an unusually powerful El Niño weather pattern.
ne: शान स्टेटको उच्च क्षेत्रहरु खास रुपले रुखो मध्य तथा तल्लो म्यानमार क्षेत्रहरुभन्दा चिसो हुन्छन्, यद्यपि यस वर्ष देशको अन्य भागहरुमा जस्तै यसले असामान्य शक्तिशाली एल निन्योको मौसमी ढाँचा भोग्नुपरेको छ।

source: In southern Shan State, springs and lakes used by local communities to store rainwater for domestic as well as farming purposes have been dry since February, leaving many villagers facing water shortages that are even worse than those in previous years. Tun Kyi, the head of Kalaw Township’s Le Gaung Village, explains the situation in their area: The lake near our village dried up two months ago.
ne: दक्षिणी शान स्टेटमा घरेलू प्रयोग साथै खेतीको लागि वर्षाको पानी संकलन गर्न स्थानीय समुदायद्वारा प्रयोग गरिने पानीका मुहानहरू र तालहरु फेब्रुअरीदेखि सुकेका छन्। धेरै गाउँलेहरुले अघिल्ला वर्षहरुमाभन्दा अझ पानीको अभावको सामना गर्नुपर्‍यो। ले गाउँग गाउँ, कलव बस्तीको प्रमुख तुन क्यी आफ्नो क्षेत्रको स्थितिबारे भन्छन्:

source: Last year, we were able to use water from there until March.
ne: हाम्रो गाउँ नजिकको ताल दुई महिना पहिले सुक्यो। गत वर्ष हामीले मार्चसम्म त्यहाँको पानी प्रयोग गरेका थियौं।

source: To tackle water scarcity, some local charities, such as the Brighter Future Myanmar Foundation, have started to distribute drinking water to villages. The foundation, the only in Shan State digging wells in hard-hit areas, has been collaborating with Myanmar’s government since 2014, receiving machines to drill into the mainly limestone Shan plateau. The foundation says that it has recently spent US$1.5 million to buy their own new drilling equipment and that they have dug over 100 wells in Shan State to date.
ne: पानीको अभावसँग जुध्न केहि स्थानीय परोपकार संस्था जस्तै ब्राइटर फ्युचर म्यानमार फाउण्डेशनले गाउँमा पिउने पानी वितरण गर्न शुरु गरेको छ। शान स्टेटको अति प्रभावित क्षेत्रहरुमा इनारहरु निर्माण गर्ने एक मात्र फाउण्डेशनले सन् २०१४ देखि म्यानमारको सरकारसँग सहकार्य गरिरहेको छ, मुख्य रूपले चूनढुङ्गा भएको शान पठारमा प्वाल पार्न मेसिन प्राप्त गरिरहेको छ। फाउण्डेशनका अनुसार यसले भरखरै आफ्नो नयाँ प्वाल पार्ने उपकरण किन्न अमेरिकन डलर १५ लाख खर्च गरेको छ साथै उनीहरुले अहिलेसम्म शान स्टेटमा १०० भन्दा बढी इनारहरु खनेका छन्।

source: A dried-up pond in Pindaya Township in Southern Shan State on April 28. Photo by Jpaing / The Irrawaddy
ne: दक्षिणी शान स्टेटस्थित पिन्डाया बस्तीमा एउटा सुक्खा पोखरी, अप्रिल २८। फोटो: जपैङ/एर्रावाडी

source: Villagers of Lel Gaung in southern Shan State collecting water from a water bowser sponsored by Brighter Future Maynmar Foundation’s water project. Photo by Jpaing / The Irrawaddy Members of Brighter Future Myanmar Foundation distributed water at Naung Bote village near Taunggyi.
ne: दक्षिणी शान स्टेटस्थित ले गाउँगको गाउँलेहरु ब्राइटर फ्युचर म्यानमार फाउण्डेशनको पानी परियोजनाद्वारा प्रायोजित पानी टन्कीबाट पानी संकलन गर्दै। फोटो: जपैङ/एर्रावाडी

source: Photo by Jpaing / The Irrawaddy
ne: ब्राइटर फ्युचर म्यानमार फाउण्डेशनका सदस्यहरुले ताउङ्ग्यी नजिकै नौङ बोटे गाउँमा वितरण गरे। फोटो: जपैङ/एर्रावाडी

source: Je suis pineapple, or I am pineapple.
ne: माडागास्करमा भुईँकटहरबारे परिहास

source: Via Mirana (with permission)
ne: ज सुइ पाइनापल अर्थात म भुईँकटहर हुँ। मिरानामार्फत (अनुमति लिएर)

source: When it comes to memes, pineapple is the new orange, at least in Madagascar.
ne: जहाँसम्म मेमको कुरा छ, कमसेकम माडागास्करमा भुईँकटहर नयाँ सुन्तला, हो।

source: Social media in Madagascar has become quite pineapple-flavored over the past few days. Why the sudden fervor for the spiky fruit? Here is a bit of context on the current social situation on the Red Island.
ne: विगत केहि दिनदेखि माडागास्करमा सामाजिक संजाल नितान्त भुईँकटहरमय बनेको छ। किन काँडादार फलको लागि अचानक उत्साह त? रेड आइल्यान्डमा वर्तमान सामाजिक अवस्थाबारे केहि सन्दर्भको यहाँ चर्चा गरिएको छ।

source: Madagascar came up as the world's poorest country in one of the poverty indices published by the World Bank (and reported by media outlets such as Radio France Internationale).
ne: विश्व बैंक (साथै मिडिया आउटलेटको सूचना जस्तै रेडियो फ्रान्स इन्टरन्यासनल) ले प्रकाशित गरेको गरिबी सूचकांकमा माडागास्कर विश्वको अति गरिब देशहरुमध्येमा पर्दछ। देशको आर्थिक स्थितिको आलोचना माडागास्करको राष्ट्रपतिले स्वीकारेनन्। उनले पर्यवेक्षक, स्थानीय मिडिया र नागरिकलाई "देश गरिब भइरहेको थियो भन्ने प्रमाण पेश गर्न" चुनौती दिए।

source: The criticism of the economic status of the country did not sit well with the president of Madagascar.
ne: मालागासी नेटिजन्स (ईन्टरनेट प्रयोगकर्ता) कडाइका साथ प्रस्तुत हुनचाँडै बाध्य भए।

source: Koolsaina, a Malagasy community blog, posted the following photo on its website:
ne: के यो ग्राफ पर्याप्त प्रमाण हैन र श्रीमान राष्ट्रपतिज्यू ? #Madagascar #WASH

source: Malagasy citizens going through trash pile ups in Antananarivo.
ne: एउटा मालागासी सामुदायिक ब्लग कूल्सैनाले आफ्नो वेबसाइटमा तलको फोटो पोस्ट गर्‍यो:

source: Via Koolsaina
ne: मालागासी नागरिक आन्तनानारिवोमा फोहोरको थुप्रो माथितिर जाँदै। कूल्सैनामार्फत

source: Following that first tense exchange between the president and Malagasy netizens, another Malagasy community website, Tananews, posted a photo of First Lady Voahangy Rajaonarimampianina wearing a a green dress with a pineapple motif on the front:
ne: राष्ट्रपति र मालागासी नेटिजन्सबीच पहिलो तनावपूर्ण भनाभन पश्चात अर्को मालागासी सामुदायिक वेबसाइट तानान्युजले अगाडि भुईँकटहरको नमुना भएको हरियो पहिरन लगाएकी प्रथम महिला वोअहंगी रजओनारिमाम्पिआनिनाको फोटो पोस्ट गर्‍यो :

source: The Malagasy president and the first lady at an independence day ceremony. Via Tananews
ne: मालागासी राष्ट्रपति र प्रथम महिला स्वतन्त्रता दिवस समारोहमा । तानान्युजमार्फत

source: Tananews added a link and a comment with a hint of sarcasm that said, "Indeed, not everyone is poor in Madagascar." The link showed that the dress was probably designed by high-end clothing brand Dolce & Gabana that sold for US $7,745 on the website of department store Nieman Marcus (it is unclear whether that is the actually cost of the dress that the first lady was wearing). The outrage was swift on the Malagasy web.
ne: तानान्युजले एउटा लिङ्क दियो साथै कटाक्षका साथ एक टिप्पणी गर्‍यो जहाँ भनिएको थियो, "वास्तवमा, माडागास्करमा कोही पनि गरिब छैनन्।" लिङ्कमा देखाइएको पहिरन शायद महँगो वस्त्र ब्रान्ड डोल्चे ए गाब्बानाले डिजाइन गरेको थियो जसलाई डिपार्टमेन्ट स्टोर निमन मार्कस को वेबसाइटमा ७,७४५ अमेरिकन डलरमा बिक्री गरिएको थियो (प्रथम महिलाले लगाएकी पहिरनको मुल्य वास्तविक हो हैन भन्ने स्पष्ट छैन)।

source: A flurry of memes with the hashtag #mananasy (pineapple) appeared within days on various Malagasy websites and social media. Here are a few memes that were widely shared:
ne: मालागासी वेबमा आक्रोश तीव्र थियो। केही दिन भित्रै विभिन्न मालागासी वेबसाइटहरु र सामाजिक संजालमा मेमको हलचल ह्याशट्याग #mananasy ( भुईँकटहर) साथ देखा परे। व्यापक रुपमा सेयर भएका केहि मेम यहाँ छन्:

source: The meme reads, " Do you know how to wear Pineapple as they do in Antananarivo ? (play on word with a traditional folk song)" Used with permission.
ne: माडागास्करमा भुईँकटहरबारे उत्सुक हुँदै गरेका फेसबूकका संस्थापक मार्क जुकेरबर्गको प्रोफाइलबारे ठट्टा। मेमले भन्छ, "तपाईंलाई थाहा छ आन्तनानारिवोमा जस्तै भुईँकटहर कसरी पहिरिने ?" अनुमति लिएर प्रयोग गरिएको।

source: Via the POV Facebook page "New pineapple haircut because I want to be famous too." Via Rivo Francis on Facebook
ne: भिखारी: "कृपया म अमेरिकन डलर ७,००० पाउन सक्छु ?" प्रथम महिला: "तपाईंलाई दिने भुईँकटहर मसँग छैन।" POV फेसबुक पेज मार्फत

source: Here is a video of the aftermath:
ne: "नयाँ भुईँकटहर कपाल कटाइ किनकि म पनि प्रसिद्ध हुन चाहन्छु।" रिवो फ्रान्सिसको फेसबूक मार्फत

source: The early returns from insiders on how the bill will shape up hint that it will severely restrict free expression online and will include heavy fines for any materials deemed to be libel.
ne: "तपाईंलाई थाहा थियो ब्रान्ड डोल्चे ए अनना माडागास्करमा धेरै फेशनेबल थियो ?" फ्रेन्च भाषामा "अनना" भन्नाले भुईँकटहर हो। आइना राकोतोसोनको फेसबूक मार्फत

source: The bill should be submitted to the parliament for approval in the coming weeks.
ne: दुर्भाग्यवस भुईँकटहरबारे सबै परिहास देशको स्वतन्त्रता दिवस समारोहमा दुःखद प्रहारको केहि दिनपछि आए। राष्ट्रिय रंगशालामा सैन्य परेड हेरिरहेको भीडमा एक ग्रिनेड विष्फोट भयो जसमा ३ व्यक्ति मारिए र ९१ घाइते भए । घटनापछिको भिडियो:

source: Global Voices in Malagasy editor Andriamifidisoa Zo aka Jentilisa has contributed to this story with links and emails to the bloggers mentioned in this article.
ne: मालागासी अधिकारीहरूले अनलाइन वाक स्वतन्त्रता र नैतिकता सम्बन्धी विधेयक तयार गरिरहेका बेला "पाइनापल-गेट" बारे सम्पूर्ण वार्ता शुरु भएको छ। भित्रका व्यक्तिहरुबाट प्राप्त प्रारम्भिक विवरणले संकेत गरेअनुसार आउँनेविधेयकले गंभीर रूपमा अनलाइन स्वतन्त्रता अभिव्यक्ति सीमित गर्नेछ साथै मानहानि हुने कुनै पनि सामग्रीको लागि चर्को जरिवाना समावेश हुनेछ। विधेयक आउँदो हप्ताहरुमा अनुमोदनको लागि संसदमा पेश गर्नु पर्नेछ । ग्लोबल भ्वाइसेजका मालागासी सम्पादक जेन्तिलिसाले यस लेखमा उल्लेखित लिङ्क तथा ब्लगरहरूलाई इमेल गरी सहयोग गरेका छन्।

source: Technology, Engineering and Incredible Discoveries Mark the Panama Canal Expansion · Global Voices
ne: प्रविधि, इन्जिनियरिङ र अविश्वसनीय आविष्कारहरूका प्रतीक पनामा नहर विस्तार

source: Panama Canal, image on Flickr by user Jose Jiménez (CC BY-SA 2.0).
ne: पनामा नहर, तस्वीर: होजे हिमेनेज (CC BY-SA 2.0).

source: On June 26, 2016, a day that Panama's President Juan Carlos Varela described as "historic for the nation," the expansion of the Panama Canal on the Atlantic Panamanian coast was inaugurated in the capital and in several provinces amidst national flags and the sound of music played by students and bands.
ne: जुन २६,२०१६ का दिन एटलान्टिक पनामानियन तटमा पनामा नहर विस्तारको राजधानी लगायत धेरै प्रान्तहरुमा राष्ट्रिय झण्डा र संगीतको धुनबीच विद्यार्थी र बैंडद्वारा उद्घाटन गरिएको थियो। पनामाका राष्ट्रपति हुँआ कर्लोस भारेलाले यो दिनलाई "राष्ट्रको लागि ऐतिहासिक" भएको बताए ।

source: The Panama Canal is a man-made waterway that connects the Atlantic Ocean with the Pacific Ocean at the narrowest point of the Isthmus of Panama.
ne: पनामा नहर मानव-निर्मित जलमार्ग हो जसले एटलान्टिक महासागरलाई प्यासिफिक महासागरसँग सबभन्दा साँघुरो स्थान इस्थ्मस अफ पनामामा जोड्दछ। यसको पुरा लम्बाई ७७ माइल छ साथै शुरुमा अगस्त १५,१९१४ मा उद्घाटन गरिएको थियो। सय वर्ष भन्दा पहिलेदेखि यस छोटो र एकदम सस्तो प्रमुख मार्गले त्यस क्षेत्रमा आर्थिक तथा व्यापारिक आदान प्रदानलाई छरितो बनाइदिएको छ। भरखरै खुल्ला भएको विस्तार परियोजना सम्पन्न गर्न करिब दस वर्ष लाग्यो।

source: It has a total length of 77 miles and was originally inaugurated on August 15, 1914. For over a hundred years this short and fairly cheap key conduit has sped up the economic and commercial exchange in the region. The recently opened expansion project took around ten years to complete.
ne: चाइनिज पानी जहाज कोस्को शिपिङ पनामा पहिलो जहाज थियो जुन भर्खरै विस्तार गरिएको पनामा नहर हुँदै जलयात्रामा निस्क्यो। यस प्रकार एटलान्टिक वाटरशेडमा अवस्थित अगुवा क्लारामा यातायात शुरुवात भयो।

source: Chinese vessel Cosco Shipping Panama was the first ship that sailed through the newly extended Panama Canal, thus opening traffic into the new locks at Agua Clara at the Atlantic watershed.
ne: पनामा नहरको आधिकारिक वेबसाइटअनुसार, तेस्रो ट्रान्जिट लेन निर्माण गर्ने निर्णय अध्ययन र विश्लेषणमार्फत साथै यसको आफ्नो क्षमता दोब्बर गर्ने उद्देश्यका साथ आएको हो। वेबसाइटले विस्तार कार्यक्रमको ग्राफिक्स पनि देखाउँछ साथै फोटो र भिडियो समावेश छन्।

source: According to the official Panama Canal website, the decision to build a third transit lane came after thorough studies and analysis and it aimed to double its capacity.
ne: ट्विटरमा प्रयोगकर्ताहरूले नहरको नयाँ चरणको उत्सव मनाए जसले अमेरिकी महाद्वीपको दूरी छोट्याएको छ। केहिले अर्को परियोजनाको बारेमा कुरा गरे त्यो जे हुनसक्ने भएपनि:

source: The website also shows the progress of the expansion program with graphics and includes photos and videos.
ne: अगाडि बढ पनामा। अब अर्को ठुलो परियोजनाको योजना बनाऔ। ट्रान्स इस्थ्मस ट्रेन बोकसदेखि दरिएनसम्म साथै शहर सुधार्नेछ।

source: On Twitter, users celebrated this new phase of the canal, which has shortened distances in the American continent.
ne: केहि अन्यले वास्तविकतालाई विभिन्न युगहरुसँग तुलना गरेका छन्:

source: Some talked about the next project, whatever that may be:
ne: मैले भ्रमण गरेको पनामा नहर आज उद्घाटन भइरहेको तुलनामा अब सानो नहर हो।

source: Go, Panama. Let's plan now the next mega-project.
ne: त्यहाँ कोस्को शिपिङ पनामाको चित्रहरु पनि छन्, पहिलो जहाज जुन विस्तार गरिएको नहर हुँदै गएको थियो:

source: The transisthmus train from Bocas to Darien and reinvent cities.
ne: पहिलो पानीजहाज विस्तार गरिएको पनामा नहर हुँदै अगाडि बढ्छ

source: Some others compared realities from different eras: The Panama Canal I visited is now a tiny little canal compared to what's being inaugurated today.
ne: एक स्थानीय आउटलेटले मानिसहरु त्यहाँ भेला भएका देखाइएको एक पोस्ट गर्‍यो, साथै नहरले कसरी विश्वलाई परिवर्तन गर्‍यो भन्ने बीबीसीले स्मरण गर्‍यो:

source: There are also images of the Cosco Shipping Panama, the first ship that went through the expanded Canal:
ne: कोकोलिका मानिसहरु कोस्को शिपिङ पनामा विस्तार गरिएको पनामा नहर हुँदै जलयात्रा गरिरहेको हेर्न प्रतिक्षारत छन्।

source: People at Cocolí waiting to witness Cosco Shipping Panama sailing through the expanded Canal.
ne: पाँच कुराहरु जुन पनामा नहरसँग विश्वमा परिवर्तन भए।

source: Five things that changed in the world with the Panama Canal.
ne: पनामा नहरको विस्तार कार्य भइरहेको दशकमा २,२०० भन्दा बढी पुरातात्विक वस्तुहरू फेला परे साथै वर्गीकृत गरिए। यसरी यसले इस्थ्मस अफ पनामाको पुर्व कोलम्बियाई समयको व्यावसायिक इतिहास बताउँछ:

source: During the decade the Panama Canal expansion works were taking place, more than 2,200 different archeological objects were found and classified, thus telling the commercial history of the isthmus of Panama since pre-Columbian times:
ne: गत शताब्दीको शुरुमा फ्रान्सेली र अमेरिकी कम्पनीहरुले छाडेर गएका दाँत, भाला, चिम्नी, पुल तथा चिहानको अवशेषले पनामा मानव ट्रान्जिट थियो भन्ने देखाउँछ।
